Repository: el-cms/elabs
Catalog: src/Locale/*/elabs.po
Languages: fr_fr

source: has been updated
fr_fr: a été mis à jour

source: has been removed
fr_fr: a été supprimé

source: File
fr_fr: Fichier

source: Project
fr_fr: projet

source: Thank you for your comment. The author will contact you soon.
fr_fr: Merci pour votre commentaire. L'auteur vous contactera bientôt.

source: Thank you for your comment.
fr_fr: Merci pour votre commentaire.

source: The comment could not be saved. Please try again.
fr_fr: Le commentaire n'a pas pu être sauvegardé. Veuillez ré-essayer.

source: A note
fr_fr: Une note

source: Thank you for your feedback
fr_fr: Merci pour votre retour.

source: The report could not be saved (and that should be a good reason to report it...). Please try again.
fr_fr: Le rapport n’a pas pu être enregistré (et cela devrait être une bonne raison de le signaler...). Essayez de nouveau...

source: Acts table has been rebuilt.
fr_fr: La table 'acts' a été reconstruite.

source: Use the menu to access this functionality
fr_fr: Utilisez le monu pour cette fonctionnalité

source: An error occured during the cleanup. Please, try again.
fr_fr: Une erreur est survenue durant le nettoyage. Veuillez ré-essayer.

source: You should be logged in to access this page.
fr_fr: , Vous devez être connecté pour accéder à cette page.

source: You don't have enough rights to access this resource .
fr_fr: Vous n’avez pas de droits suffisants pour accéder à cette ressource.

source: The album has been locked.
fr_fr: L'album a été verrouillé.

source: The album has been unlocked.
fr_fr: L'album a été déverrouillé.

source: The album has been removed.
fr_fr: L'album a été supprimé.

source: An error occured. Please try again.
fr_fr: Une erreur est survenue. Veuillez ré-essayer.

source: The file has been locked.
fr_fr: Le fichier a été verrouillé.

source: The file has been unlocked.
fr_fr: Le fichier a été déverrouillé.

source: The file has been removed.
fr_fr: Le fichier a été enlevé.

source: The language has been saved.
fr_fr: La langue a été sauvegardée.

source: The language could not be saved. Please, try again.
fr_fr: La langue n'a pas pu être sauvegardée. Veuillez essayer à nouveau.

source: This feature needs some work...
fr_fr: Cette fonctionnalité nécessite un peu de travail...

source: The license has been saved.
fr_fr: La license a été sauvegardée.

source: The license could not be saved. Please, try again.
fr_fr: La licence n'a pas pu être sauvegardée. Veuillez essayer à nouveau.

source: The license has been updated.
fr_fr: La license a été mise à jour.

source: The license could not be updated. Please, try again.
fr_fr: La licence n'a pas pu être mise à jour. Veuillez essayer à nouveau.

source: The cache has been cleared
fr_fr: Le cache a été vidé

source: The note has been locked.
fr_fr: La note a été verrouillée.

source: The note has been unlocked.
fr_fr: La note a été déverrouillée

source: The note has been removed.
fr_fr: La note a été supprimée.

source: The post has been locked.
fr_fr: Le post a été verrouillé.

source: The post has been unlocked.
fr_fr: Le post a été déverrouillé.

source: The post has been removed.
fr_fr: Le post a été supprimé.

source: The project has been locked.
fr_fr: Le projet a été verrouillé.

source: The project has been unlocked.
fr_fr: Le projet a été déverrouillé.

source: The project has been removed.
fr_fr: Le projet a été enlevé.

source: The report has been deleted.
fr_fr: Le rapport a été supprimé.

source: The report could not be deleted. Please, try again.
fr_fr: Le rapport n'a pas pu être supprimé. Veuillez essayer à nouveau.

source: The tag has been deleted.
fr_fr: Le tag a été supprimé.

source: The tag could not be deleted. Please, try again.
fr_fr: Le tag n'a pas pu être supprimé. Veuillez essayer à nouveau.

source: The account has been locked.
fr_fr: Le compte a été verrouillé

source: The account has been unlocked.
fr_fr: Le compte a été déverrouillé

source: The account has been closed.
fr_fr: Le compte a été fermé

source: The account has been activated.
fr_fr: Le compte a été activé

source: The album has been saved.
fr_fr: L'album a été sauvegardé.

source: The album could not be saved. Please, try again.
fr_fr: L'album n'a pas pu être enregitstré. Veuillez essayer à nouveau.

source: Some errors occured. Please, try again.
fr_fr: Des erreurs se sont produites. Veuillez re-essayer.

source: The album has been removed from front page.
fr_fr: L'album a été retiré de la page d'accueil.

source: The album has been deleted.
fr_fr: L'album a été supprimé.

source: The album could not be deleted. Please, try again.
fr_fr: L'album n'a pas pu être supprimé. Veuillez essayer à nouveau

source: The comment has been deleted.
fr_fr: Le commentaire a été supprimé

source: The comment could not be deleted. Please, try again.
fr_fr: Le commentaire n'a pas pu être supprimé. Veuillez ré-essayer.

source: This filetype is not allowed.
fr_fr: Ce type de fichier n'est pas autorisé.

source: File is too big. Max file size is {0}Kb
fr_fr: Le fichier est trop grand. La taille maximale du fichier est de {0} Kb

source: The thumbnail could not be saved in the destination folder. Please, try again.
fr_fr: La miniature n'a pas pu être enregistrée. Veuillez essayer à nouveau.

source: The file could not be saved in the destination folder. Please, try again.
fr_fr: Le fichier n'a pas pu être sauvegardé. Veuillez essayer à nouveau.

source: The file has been saved.
fr_fr: Le fichier a été sauvegardé.

source: The file could not be saved. Please, try again.
fr_fr: Le fichier n'a pas pu être sauvegardé. Veuillez essayer à nouveau.

source: The file has been removed from front page.
fr_fr: Le fichier a été retiré de la page d'accueil.

source: The file has been deleted.
fr_fr: Le fichier a été supprimé.

source: The file could not be deleted. Please, try again.
fr_fr: Le fichier n'a pas pu être supprimé. Veuillez essayer à nouveau.

source: The note has been saved.
fr_fr: La note a été sauvegardée

source: The note could not be saved. Please, try again.
fr_fr: La note n'a pas pu être sauvegardée. Veuillez essayer à nouveau.

source: Target note not found.
fr_fr: Note non trouvée.

source: The note has been removed from front page.
fr_fr: Na note a été supprimée de la page d'accueil.

source: The note has been deleted.
fr_fr: La note a été supprimée

source: The note could not be deleted. Please, try again.
fr_fr: La note n'a pas pu être supprimée. Veuillez essayer à nouveau.

source: Your article has been saved.
fr_fr: Votre article a été sauvegardé.

source: Your article has been published.
fr_fr: Votre article a été publié.

source: Your article has been unpublished.
fr_fr: Votre article a été dé-publié.

source: Your article has been updated.
fr_fr: Votre article a été mis à jour.

source: The post has been removed from front page.
fr_fr: L'article a été supprimé de la page d'accueil.

source: Your article has been deleted.
fr_fr: Votre article a été supprimé.

source: Your article could not be deleted. Please, try again.
fr_fr: Votre article n'a pas pu être supprimé. Veuillez essayer à nouveau.

source: The project has been saved.
fr_fr: Le projet a été sauvegardé.

source: The project could not be saved. Please, try again.
fr_fr: Le projet n'a pas pu être enregistré. Veuillez essayer à nouveau.

source: The project has been deleted.
fr_fr: Le projet a été supprimé.

source: The project could not be deleted. Please, try again.
fr_fr: Le projet n'a pas pu être supprimé. Veuillez essayer à nouveau.

source: You don't have enough rights to access this resource.
fr_fr: Vous n’avez pas de droits suffisants pour accéder à cette ressource.

source: Your informations are now up to date.
fr_fr: Vos informations sont maintenant à jour.

source: Your preferences have been updated.
fr_fr: Vos préférences ont bien été mises à jour.

source: Please use the form to update your preferences
fr_fr: Veuillez utiliser le formulaire pour mettre vos préférences à jour.

source: Your password has been updated.
fr_fr: Votre mot de passe a été mis à jour.

source: Sorry, you have entered the wrong password.
fr_fr: Désolé, vous avez entré le mauvais mot de passe.

source: To access this page, you need to fill the form first.
fr_fr: Pour accéder à cette page, vous devez remplir le formulaire en premier.

source: Your account has been closed. If you want to re-open it, contact the administrator.
fr_fr: Votre compte a été fermé. Si vous souhaitez ré-ouvrir, contactez l’administrateur.

source: You should have selected the email_hash field as email alias.
fr_fr: Vous auriez dû sélectionner le champ 'email_hash' en tant qu'alias d'email.

source: Recent activity
fr_fr: Activité récente

source: Home
fr_fr: Accueil

source: Hide updates
fr_fr: Cacher les màj

source: List of albums
fr_fr: Liste des albums

source: Name
fr_fr: Nom

source: Owner
fr_fr: Propriétaire

source: SFW
fr_fr: Sans danger

source: Creation date
fr_fr: Date de création

source: Modification date
fr_fr: Date de modification

source: Language
fr_fr: Langue

source: Status
fr_fr: Etat

source: Full details
fr_fr: Détails complets

source: Unlock
fr_fr: Déverouiller

source: Lock
fr_fr: Vérouiller

source: Close
fr_fr: Fremer

source: Are you sure you want to close this ?
fr_fr: Êtes-vous sur(e) de vouloir fermer

source: Owner:
fr_fr: Propriétaire :

source: Name:
fr_fr: Nom :

source: Created on:
fr_fr: Créé le :

source: Updated on:
fr_fr: Modifié le :

source: Language:
fr_fr: Langue :

source: Safe:
fr_fr: Sans danger :

source: Status:
fr_fr: Etat :

source: Disable
fr_fr: Désactiver

source: Are you sure you want to disable # {0}?
fr_fr: Êtes-vous sûr de vouloir désactiver # {0}?

source: Content
fr_fr: Contenu

source: Related items
fr_fr: Contenu lié

source: Dashboard
fr_fr: Panneau de contrôle

source: List of files
fr_fr: Liste des fichiers

source: Files
fr_fr: Fichiers

source: F.name
fr_fr: Nom du f.

source: Size
fr_fr: Taille

source: License
fr_fr: Licence

source: File name:
fr_fr: Nom du fichier :

source: File size:
fr_fr: Taille du fichier :

source: License:
fr_fr: Licence :

source: New language
fr_fr: Nouvelle langue

source: Languages
fr_fr: Langues

source: List of languages
fr_fr: Liste des langues

source: ISO 639-2: 3 chars. code
fr_fr: ISO 639-2 : code de 3 caractères.

source: ISO 639-1: 2 chars. code
fr_fr: ISO 639-1 : code de 2 caractères.

source: Language, in native form
fr_fr: Langue maternelle

source: A translation exists for the site
fr_fr: Une traduction existe pour le site

source: Translation folder
fr_fr: Dossier de traductions

source: Add
fr_fr: Ajouter

source: Edit {0}
fr_fr: Edition de {0}

source: Delete
fr_fr: Supprimer

source: Are you sure you want to delete # {0}?
fr_fr: Êtes-vous sûr de vouloir supprimer # {0}?

source: Add a language
fr_fr: Ajouter une langue

source: Save the changes
fr_fr: Enregistrer les changements

source: View online
fr_fr: Voir en ligne

source: Edit
fr_fr: Editer

source: New license
fr_fr: Nouvelle licence

source: Licenses
fr_fr: Licences

source: List of licenses
fr_fr: Liste des licences

source: Create
fr_fr: Créer

source: Add a license
fr_fr: Ajouter une licence

source: Link
fr_fr: Lien

source: Projects
fr_fr: Projets

source: You have no licenses yet. Please add one.
fr_fr: Vous n'avez aucune license pour le moment. Vous devriez en ajouter une.

source: Notes list
fr_fr: Liste de notes

source: Text
fr_fr: Texte

source: Author
fr_fr: Auteur

source: Mod. date
fr_fr: Date de màj

source: Author:
fr_fr: Auteur :

source: Published on:
fr_fr: Publié le :

source: List of articles
fr_fr: Liste des articles

source: Title
fr_fr: Titre

source: List of projects
fr_fr: Liste des projets

source: List of reports
fr_fr: Liste des rapports

source: Reports
fr_fr: Rapports

source: Added on:
fr_fr: Ajouté le :

source: Reason
fr_fr: Raison

source: List of tags
fr_fr: Liste de tags

source: List of users
fr_fr: Liste des utilisateurs

source: Activate
fr_fr: Activer

source: Users
fr_fr: Utilisateurs :

source: Role
fr_fr: Rôles

source: Username
fr_fr: Nom d'utilisateur

source: Join date
fr_fr: Date d'inscription

source: Quick details
fr_fr: Détails rapides

source: Last update
fr_fr: Dernière mise à jour

source: "Request failed: " + textStatus
fr_fr: "Echec de la requête : " + textStatus

source: An error occured when you tried to close this account.
fr_fr: Une erreur est survenue lors de la fermeture du compte.

source: Unknown user status
fr_fr: Statut d'utilisateur inconnu.

source: Username:
fr_fr: Nom d'utilisateur :

source: Website:
fr_fr: Site internet :

source: Member since:
fr_fr: Membre depuis :

source: Last update:
fr_fr: Dernière mise à jour :

source: Lock/unlock
fr_fr: Verrouiller / déverrouiller

source: Are you sure you want to close this account ?
fr_fr: Êtes-vous sûr(e) de vouloir fermer ce compte?

source: This account has been closed, so no further actions are available.
fr_fr: Ce compte a été fermé. Aucune action n'est disponible.

source: Projects {0}
fr_fr: Projets {0}

source: Files {0}
fr_fr: Fichiers {0}

source: Albums in "{0}"
fr_fr: Albums en "{0}"

source: Albums with license "{0}"
fr_fr: Albums sous licence "{0}"

source: Albums by {0}
fr_fr: Albums de {0}

source: Albums in project {0}
fr_fr: Albums dans le projet {0}

source: Albums tagged with {0}
fr_fr: Albums avec le tag {0}

source: Albums list
fr_fr: Liste des albums

source: Nope.
fr_fr: Nan.

source: This content is not suitable for everyone.
fr_fr: Ce contenu n'est pas adapté pour tout le monde.

source: If you really want to see it, please click on the "Show NSFW" button in the menu.
fr_fr: Si vous voulez vraiment le voir, cliquez sur le bouton "Afficher NSFW" dans le menu.

source: Creator:
fr_fr: Créateur:

source: Safe content:
fr_fr: Contenu sans danger :

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: No projects
fr_fr: Pas de projets

source: No tags
fr_fr: Pas de tags

source: Project:
fr_fr: Projet :

source: Add comment
fr_fr: Ajouter un commentaire

source: Your name
fr_fr: Votre nom

source: Your e-mail
fr_fr: Votre e-mail

source: You're about to post your comment as:
fr_fr: Vous allez poster votre commentaire en tant que :

source: Your comment
fr_fr: Votre commentaire

source: Allow the author to contact me by email
fr_fr: Autoriser l'auteur à me contacter par mail

source: Send
fr_fr: Envoyer

source: This field must stay empty. It will prove us that you're an human.
fr_fr: Ce champ doit rester vide. Il nous prouvera que vous êtes humain.

source: This element may not be safe, therefore it is hidden.
fr_fr: Cet élément est NSFW. Il est donc caché.

source: Added on: {0}
fr_fr: Ajouté le : {0}

source: Updated on: {0}
fr_fr: Modifié le : {0}

source: Safe
fr_fr: SFW

source: Updated on
fr_fr: Modifié le

source: No files
fr_fr: Pas de fichiers

source: Posted on: {0}
fr_fr: Posté le

source: Author: {0}
fr_fr: Auteur : {0}

source: Your browser does not support the audio element.
fr_fr: Votre navigateur ne supporte pas la balise audio.

source: Your browser does not support the video element.
fr_fr: Votre navigateur ne supporte pas la balise vidéo.

source: Locked
fr_fr: Vérrouillé

source: {0} project
fr_fr: {0} projet

source: {0} file
fr_fr: {0} fichier

source: This feature is under development.
fr_fr: Cette fonctionnalité est en cours de développement.

source: Under development.
fr_fr: En développement.

source: Sorry, there is nothing to display here.
fr_fr: Désolé, il n’y à rien à afficher.

source: Alternatively, you can {0} or {1} and start adding your own content!
fr_fr: Vous pouvez aussi {0} ou {1} et commencer à ajouter votre propre contenu !

source: register
fr_fr: vous inscrire

source: login
fr_fr: vous connecter

source: Alternatively, you can start adding content!
fr_fr: Vous pouvez aussi ajouter votre propre contenu !

source: There is no element to display here.
fr_fr: Il n'y a rien à afficher ici.

source: About the site
fr_fr: A propos du site

source: About
fr_fr: A propos

source: Issues
fr_fr: Bugs

source: Licenses used
fr_fr: Licences utilisées

source: Available languages
fr_fr: Langues disponibles

source: About the author
fr_fr: A propos de l'auteur

source: Authors
fr_fr: Auteurs

source: Hide NSFW
fr_fr: Cacher NSFW

source: Show NSFW
fr_fr: Montrer NSFW

source: Report this page
fr_fr: Rapporter cette page

source: Rebuild table
fr_fr: Recontruire la table

source: Clear the caches
fr_fr: Vider les caches

source: View site online
fr_fr: Voir le site en ligne

source: Logout
fr_fr: Déconnexion

source: Back to website
fr_fr: Retours au site

source: Comments
fr_fr: Commentaires

source: Update profile
fr_fr: Mettre le profil à jour

source: Admin dashboard
fr_fr: Panneau de contrôle

source: Manage
fr_fr: Gérer

source: Write something !
fr_fr: Ecrire quelque chose !

source: Projects:
fr_fr: Projets :

source: Add a project !
fr_fr: Ajouter un projet !

source: Files:
fr_fr: Fichiers :

source: Upload some files !
fr_fr: Ajoutez des fichiers !

source: Create an album !
fr_fr: Créez un album !

source: ... And {0} more...
fr_fr: ... Et {0} en plus...

source: This element may not be safe.
fr_fr: Cet élément peut ne pas être adapté.

source: Page is loading...
fr_fr: Chargement...

source: Previous
fr_fr: Précédente

source: Next
fr_fr: Suivante

source: Related links
fr_fr: Liens connexes

source: Order by:
fr_fr: Trier par :

source: Filters:
fr_fr: Filtres :

source: Permalink
fr_fr: Lien permanent

source: Created on: {0}
fr_fr: Créée le : {0}

source: Draft
fr_fr: Brouillon

source: Published
fr_fr: Publié

source: Deleted
fr_fr: Suprimé

source: Published on: {0}
fr_fr: Publié le : {0}

source: Publication date
fr_fr: Date de publication

source: Report something
fr_fr: Rapporter quelque chose

source: You have found something wrong or want to react about something ? Your comments are welcome.
fr_fr: Vous avez trouvé quelque chose qui ne va pas ou vous souhaitez réagir à propos du contenu ? Vos commentaires sont les bienvenus.

source: Reason for your report
fr_fr: Sujet de votre rapport

source: Send the report
fr_fr: Envoyer le rapport

source: Cancel
fr_fr: ﻿Annuler

source: Since {0}
fr_fr: Depuis {0}

source: Password
fr_fr: Mot de passe

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: Login
fr_fr: Identification

source: or
fr_fr: ou

source: Register
fr_fr: S’inscrire

source: Registrations are closed for now... Come back later.
fr_fr: Les inscriptions sont fermées pour le moment... Revenez plus tard.

source: Accept these conditions?
fr_fr: Accepter ces conditions ?

source: User name
fr_fr: Nom d'utilisateur

source: User name should be small caps, alphanumeric and underscores only
fr_fr: Le nom d'utilisateur doit être en miniuscules, avec des caractères alphanumériques et souligné (_) seulement.

source: Your e-mail won't be given/sold to third-parties
fr_fr: Votre adresse e-mail ne sera pas donnée ou vendue à des tiers

source: Password confirmation
fr_fr: Confirmez le mot de passe

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: About you
fr_fr: A propos de vous

source: Tell us why you want to come here
fr_fr: Dites-nous pourquoi vous voulez venir ici

source: The requested address %s was not found on this server.
fr_fr: L'adresse %s n'a pas été trouvée sur ce serveur.

source: Method not allowed
fr_fr: Méthode non autorisée

source: A wild unexpected error occured.
fr_fr: Une erreur non attendue est survenue.

source: Error {0}: {1}
fr_fr: Erreur {0} : {1}

source: Error: {0}
fr_fr: Erreur : {0}

source: Error:
fr_fr: Erreur :

source: Files in "{0}"
fr_fr: Fichiers en "{0}"

source: Files with license "{0}"
fr_fr: Fichiers sous licence "{0}"

source: Files by {0}
fr_fr: Fichiers de {0}

source: Files in project "{0}"
fr_fr: Fichiers dans le projet "{0}"

source: Files tagged with {0}
fr_fr: Fichiers avec le tag {0}

source: Files list
fr_fr: Liste des fichiers

source: Mime type:
fr_fr: Type Mime

source: Download
fr_fr: Telecharger

source: Number of posts
fr_fr: Nombre de posts

source: Number of notes
fr_fr: Nombre de notes

source: Number of projects
fr_fr: Nombre de projets

source: Number of files
fr_fr: Nombre de fichiers

source: Number of albums
fr_fr: Nombre d'albums

source: Show all
fr_fr: Tout montrer

source: Hide languages with no content
fr_fr: Cacher les langues sans contenu

source: Language: {0}
fr_fr: Langue : {0}

source: Content in "{0}"
fr_fr: Contenu en "{0}"

source: Available translation:
fr_fr: Traduction disponible:

source: iso639-1 code:
fr_fr: Code Iso639-1 :

source: Display all articles in this language
fr_fr: Afficher tous les articles dans cette langue

source: Display all notes in this language
fr_fr: Afficher toutes les notes dans cette langue

source: Display all projects in this language
fr_fr: Afficher tous les projets dans cette langue

source: Display all files in this language
fr_fr: Afficher tous les fichiers dans cette langue

source: Display all albums in this language
fr_fr: Afficher tous les albums dans cette langue

source: Last {0} elements in this language
fr_fr: Derniers {0} éléments dans cette langue

source: Some entries may be hidden, depending on your NSFW settings.
fr_fr: Certaines entrées peuvent être masqués, en fonction de vos paramètres NSFW.

source: Back
fr_fr: Précédent

source: Number of articles
fr_fr: Nombre d'articles

source: License: {0}
fr_fr: Licence : {0}

source: Content with the {0} license
fr_fr: Contenu avec la license {0}

source: More info online
fr_fr: Plus d'informations en ligne

source: Display all articles with this license
fr_fr: Afficher tous les articles sous cette licence

source: Display all notes with this license
fr_fr: Afficher toutes les notes sous cette licence

source: Display all projects with this license
fr_fr: Afficher tous les projets sous cette licence

source: Display all files with this license
fr_fr: Afficher tous les fichiers sous cette licence

source: Last {0} elements with this license
fr_fr: Derners {0} éléments sous cette licence

source: Notes in "{0}"
fr_fr: Notes en "{0}"

source: Notes with license "{0}"
fr_fr: Notes avec la licence "{0}"

source: Notes by {0}
fr_fr: Notes de {0}

source: Notes in project "{0}"
fr_fr: Notes du projet "{0}"

source: Notes tagged with {0}
fr_fr: Notes avec le tag {0}

source: Elabs on Github
fr_fr: Elabs sur Github

source: New password
fr_fr: Nouveau mot de passe

source: Please enter the new password
fr_fr: Veuillez entrer le nouveau mot de passe

source: Cancel and login
fr_fr: Annuler et se connecter

source: Change the password
fr_fr: Modifier le mot de passe

source: Password reset
fr_fr: Changement de mot de passe

source: Please enter your email to reset your password
fr_fr: Veuillez entrer votre adresse e-mail pour réinitialiser votre mot de passe

source: Send new password
fr_fr: Envoyer un nouveau mot de passe

source: Articles in "{0}"
fr_fr: Articles en "{0}"

source: Articles with license "{0}"
fr_fr: Articles sous licence "{0}"

source: Articles by {0}
fr_fr: Articles de {0}

source: Articles in project "{0}"
fr_fr: Articles du projet "{0}"

source: Articles tagged with {0}
fr_fr: Articles avec le tag {0}

source: Articles list
fr_fr: Liste des articles

source: Publication date:
fr_fr: Date de publication :

source: Projects in "{0}"
fr_fr: Projets en "{0}"

source: Projects with license "{0}"
fr_fr: Projets sous licence "{0}"

source: Projects by {0}
fr_fr: Projets de {0}

source: Projects tagged with {0}
fr_fr: Projets avec le tag {0}

source: Projects list
fr_fr: Liste des projets

source: Website
fr_fr: Site internet

source: Display all posts in this project
fr_fr: Afficher tous les articles de ce projet

source: Display all notes in this project
fr_fr: Afficher toutes les notes de ce projet

source: Display all files in this project
fr_fr: Afficher tous les fichiers de ce projet
