Repository: el-cms/elabs
Catalog: src/Locale/*/elabs.po
Languages: fr_fr

source: Display all albums in this project
fr_fr: Afficher tous les albums de ce projet

source: Last {0} elements added to project
fr_fr: Derniers {0} éléments de ce projet

source: Content with the {0} tag
fr_fr: Contenu avec le tag {0}

source: Display all articles with this tag
fr_fr: Afficher tous les articles avec ce tag

source: Display all notes with this tag
fr_fr: Afficher toutes les notes avec ce tag

source: Display all projects with this tag
fr_fr: Afficher tous les projets avec ce tag

source: Display all files with this tag
fr_fr: Afficher tous les fichiers avec ce tag

source: Display all albums with this tag
fr_fr: Afficher tous les albums avec ce tag

source: Last {0} elements with this tag
fr_fr: Derniers {0} éléments avec ce tag

source: New album
fr_fr: Nouvel album

source: Your albums
fr_fr: Vos albums

source: Your files
fr_fr: Vos fichiers

source: Your projects
fr_fr: Vos projets

source: Full description
fr_fr: Description complète

source: This is SFW
fr_fr: Cesi est sans danger.

source: Skip front page
fr_fr: Ignorer la page d'accueil

source: Create the album
fr_fr: Créer l'album

source: Minor update
fr_fr: Mise à jour mineure

source: Update
fr_fr: Mettre à jour

source: Addition date
fr_fr: Date d'ajout

source: Clear filters
fr_fr: Effacer les filtres

source: All
fr_fr: Tout

source: Safe only
fr_fr: Seulement SFW

source: Unsafe only
fr_fr: NSFW seulement

source: Add an album
fr_fr: Ajouter un album

source: Add a file
fr_fr: Ajouter un fichier

source: List available licenses
fr_fr: Liste des licences disponibles

source: Add the file
fr_fr: Ajouter le fichier

source: New file
fr_fr: Nouveau fichier

source: File size
fr_fr: Taille de fichier

source: Locked only
fr_fr: Verrouillés seulement

source: New note
fr_fr: Nouvelle note

source: Your notes
fr_fr: Vos notes

source: Save the note
fr_fr: Enregistrer la note

source: Edit a note
fr_fr: Éditer une note

source: Update date
fr_fr: Date de mise à jour

source: New article
fr_fr: Nouvel article

source: Your articles
fr_fr: Vos articles

source: Article contents
fr_fr: Contenu de l'article

source: Save the article
fr_fr: Enregistrer l'article

source: Pub. only
fr_fr: Publiés seulement

source: Drafts only
fr_fr: Brouillons seulement

source: New project
fr_fr: Nouveau projet

source: Short description
fr_fr: Description courte

source: Main URL
fr_fr: URL principale

source: Save this project
fr_fr: Enregistrer ce projet

source: Update the project
fr_fr: Mettre à jour le projet

source: Project name
fr_fr: Nom du projet

source: Update your profile
fr_fr: Mettre à jour le profil

source: View your profile online
fr_fr: Voir le profil en ligne

source: General informations
fr_fr: Informations générales

source: Preferences
fr_fr: Préférences

source: Change password
fr_fr: Modifier le mot de passe

source: Close account
fr_fr: Fermer le compte

source: General
fr_fr: Général

source: Default site language
fr_fr: Langue du site par défaut

source: Default language for new content
fr_fr: Langue par défaut pour les nouveaux contenus

source: Default license for new content
fr_fr: Licence par défaut pour les nouveaux contenus

source: Display NSFW content
fr_fr: Afficher le contenu NSFW

source: Generate a new token
fr_fr: Générer un nouveau jeton

source: Your API token
fr_fr: Votre jeton pour l'API

source: If you regenerate your API token, you'll have to re-enter it or re-log in your clients
fr_fr: Si vous régénérez votre jeton d'accès, vous allez devoir le remettre à jour sur tous vos clients

source: Current password
fr_fr: Mot de passe actuel

source: Update password
fr_fr: Mise à jour de mot de passe

source: Close your account
fr_fr: Fermer votre compte

source: Display all posts for this author
fr_fr: Afficher tous les articles de cet auteur

source: Display all notes for this author
fr_fr: Afficher toutes les notes de cet auteur

source: Display all projects for this author
fr_fr: Afficher tous les projets de cet auteur

source: Display all files for this author
fr_fr: Afficher tous les fichiers de cet auteur

source: Display all albums for this author
fr_fr: Afficher tous les albums de cet auteur

source: Last {0} elements posted by {1}
fr_fr: Derniers {0} éléments postés par {1}

source: Report this
fr_fr: Rapporter ceci

source: Waiting
fr_fr: En attente

source: Removed
fr_fr: Supprimé

source: User
fr_fr: Utilisateur

source: Approved
fr_fr: Approuvé

source: Closed
fr_fr: Fermé
